<template>
	<view class="pageView">
		<h4 class="title">《隐私政策》</h4>
		<p>消维通（简称“我们”）深知个人信息对你的重要性，你的信任对我们非常重要，我们将按照法律法规的规定并参照行业最佳实践保护你的个人信息及隐私安全。我们制定本“隐私政策”并特别提示：希望你在使用消维通及相关服务前仔细阅读并理解本隐私政策，以便做出适当的选择。
		</p>
		<p>本隐私政策将帮助你了解：</p>
		<p>我们会遵循隐私政策收集、使用你的信息，但不会仅因你同意本隐私政策而采用强制捆绑的方式一揽子收集个人信息。</p>
		<p>当你使用或开启相关功能或使用服务时，为实现功能、服务所必需，我们会收集、使用相关信息。除非是为实现业务功能或根据法律法规要求所必需的必要信息，你均可以拒绝提供且不影响其他功能或服务。我们将在隐私政策中逐项说明所要收集的信息。
		</p>
		<p>如果你未登录帐号，我们会通过设备对应的标识符信息来保障信息推送的基本功能。如果你登录了帐号，我们会根据帐号信息实现信息推送。</p>
		<p>精确地理位置、摄像头（相机）、麦克风、相册（存储）权限，均不会默认开启，只有经过你的明示授权才会在为实现特定功能或服务时使用，你也可以撤回授权。特别需要指出的是，即使经过你的授权，我们获得了这些敏感权限，也不会在相关功能或服务不需要时收集你的信息。 
		</p>
		<p>下文将帮你详细了解我们如何收集、使用、存储、转移（如适用）与保护个人信息；帮你了解查询、复制、删除、更正、撤回授权个人信息的方式。本政策与你使用我们的服务关系密切。</p>
		<p>1.我们如何收集和使用个人信息</p>
		<p>我们会按照如下方式收集你在使用服务时主动提供的，以及通过自动化手段收集你在使用功能或接受服务过程中产生的信息：</p>
		<p>1.1 注册、登录、找回</p>
		<p>1.1.1 注册、登录</p>
		<p>当你注册、登录消维通及相关服务时，你可以通过手机号创建帐号，并且你可以完善相关的网络身份识别信息（头像、昵称、密码），收集这些信息是为了帮助你完成注册。手机号码是履行国家法律法规关于网络实名制要求的必要信息，如果你不提供手机号码用于注册、登录，我们可能无法为你提供信息发布、评论等功能。你注册、登录帐号后可以根据自身需求选择填写个人资料（个人简介、背景图、性别、生日、地区）来完善你的信息，我们将会收集你主动填写的个人资料用于向其他用户展示，以及向你提供推荐内容。
		</p>
		<p>为了保障功能或服务的一致性，我们可能会在客户端对授权、登录的帐号与设备重新进行校验。</p>
		<p>1.1.2 帐号找回</p>
		<p>你可以通过找回帐号功能对你的帐号进行找回，为保障你帐号的安全所必需，在找回帐号时我们可能需要你填写相关信息以进行验证，必要时可能通过短信验证，验证你的身份。</p>
		<p>1.2 签到</p>
		<p>1.2.1消维通的巡查测试、维保任务、故障报修等多个功能都需要签到为前提，为了签到我们需要地理位置信息：GPS信息、WLAN接入点、基站等传感器信息获取到的精确地理位置信息、以及通过网络位置信息（例如基站、IP及WLAN）获取的大致地理位置信息。
		</p>
		<p>1.2.2 GPS地理位置是敏感个人信息，若你拒绝提供，将会影响消维通其他功能的正常使用。</p>
		<p>1.3 上传图片</p>
		<p>你使用上传图片时，我们会请求你授权摄像头（相机）、相册（存储空间）权限。你如果拒绝授权提供，将无法使用此功能，但不影响你正常使用消维通的其他功能。</p>
		<p>请你放心，你的上传内容将进行强加密存储，任何人无权非法访问、查看、获取、使用与披露。</p>
		<p>1.4 消息通知</p>
		<p>你知悉并同意，对于你在使用产品及/或服务的过程中提供的你的联系方式（例如：联系电话），我们在运营中可能会向其中的一种或多种发送多类通知，用于用户消息告知、身份验证等用途；此外，我们也可能会向前述过程中收集的手机号码以短信、电话的方式，为你提供你可能感兴趣的服务、功能或活动等商业性信息的用途，但请你放心，如你不愿接受这些信息，你可以通过手机短信中提供的退订方式进行退订，也可以直接与我们联系进行退订。
		</p>
		<p>1.5 用户反馈与服务</p>
		<p>客服及问题：为便于与你联系、尽快帮助你解决问题或记录相关问题的处理方案及结果，我们可能会保存你与我们的通信/通话记录及相关内容（包括帐号信息、反馈信息、订单信息、你为了证明相关事实提供的其他信息，或你留下的联系方式），如果你针对具体订单进行咨询、投诉或提供建议，我们会使用你的帐号信息和订单信息。为了方便未登录用户使用客服或反馈功能，我们可能会将上述信息与你的设备信息相关联，并可在登录后查看。
		</p>
		<p>当你投诉他人或被他人投诉时，为了保护你及他人的合法权益, 我们可能会将你的帐号/身份信息、联系方式、投诉相关内容提供给消费者权益保护部门及监管机关，以便及时解决投诉纠纷，但法律法规明确禁止提供的除外。</p>
		<p>1.6 运营与安全保障</p>
		<p>1.6.1 运营与安全保障</p>
		<p>我们致力于为你提供安全、可信的产品与使用环境，提供优质而可靠的服务与信息是我们的核心目标。为了维护我们服务的正常运行并保护你或其他用户或公众的合法利益免受损失，我们会收集用于维护产品或服务安全稳定运行的必要信息。
		</p>
		<p>1.6.2 使用设备信息与日志信息的功能</p>
		<p>为了保障软件与服务的安全运行、运营的质量及效率，我们会收集你的设备的硬件型号、操作系统版本号、设备标识符（Android如IMEI、AndroidID、OAID、IMSI、ICCID、MEID，iOS如IDFV、IDFA；不同的标识符在有效期、是否可由用户重置以及获取方式方面会有所不同）、网络设备硬件地址（MAC地址）、IP
			地址、WLAN接入点（如SSID，BSSID）、蓝牙（Bluetooth）、基站、软件版本号、网络接入方式、类型、状态、网络质量数据、操作、使用、服务日志。我们可能会将你的设备信息或电话号码与你的消维通帐号相关联。
		</p>
		<p>为了预防恶意程序、提升运营质量及效率、保障帐号安全，我们会收集安装的应用信息或正在运行的进程信息、应用程序的总体运行、使用情况与频率、应用崩溃情况、总体安装使用情况、性能数据、应用来源。</p>
		<p>为了分析应用新增、激活、留存、性能等统计性指标，我们可能会调用剪切板对相关统计信息进行归因分析，请你放心，在统计过程中，我们不会将你写入剪切板的其他信息回传，不会收集你的隐私信息。</p>
		<p>我们可能使用你的账户信息、设备信息、服务日志信息以及我们关联方、合作方在获得你授权或依法可以提供的信息，用于判断账户及交易安全、进行身份验证、识别违法违规情况、检测及防范安全事件，并依法采取必要的记录、分析、处置措施。
		</p>
		<p>1.7 收集、使用个人信息目的变更</p>
		<p>请你了解，随着我们业务的发展，可能会对消维通的功能和提供的服务有所调整变化。原则上，当新功能或服务与我们当前提供的功能或服务相关时，收集与使用的个人信息将与原处理目的具有直接或合理关联。在与原处理目的无直接或合理关联的场景下，我们收集、使用你的个人信息，会再次按照法律法规及国家标准的要求以页面提示、交互流程、协议确认方式另行向你进行告知说明，并征得你的同意。
		</p>
		<p>1.8 征得授权同意的例外</p>
		<p>请你理解，在下列情形中，根据法律法规及相关国家标准，我们收集和使用你的个人信息不必事先征得你的授权同意：</p>
		<p>a.与我们履行法律法规规定的义务相关的；</p>
		<p>b.与国家安全、国防安全直接相关的；</p>
		<p>c.与公共安全、公共卫生、重大公共利益直接相关的；</p>
		<p>d.与刑事侦查、起诉、审判和判决执行等直接相关的；</p>
		<p>e.出于维护你或他人的生命、财产等重大合法权益但又很难得到本人授权同意的；</p>
		<p>f.你自行向社会公众公开的个人信息；</p>
		<p>g.根据个人信息主体要求签订和履行合同所必需的；</p>
		<p>h.从合法公开披露的信息中收集的你的个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
		<p>i.用于维护软件及相关服务的安全稳定运行所必需的，例如发现、处置软件及相关服务的故障；</p>
		<p>l.法律法规规定的其他情形。</p>
		<p>特别提示你注意，如信息无法单独或结合其他信息识别到你的个人身份，其不属于法律意义上你的个人信息；当你的信息可以单独或结合其他信息识别到你的个人身份时或我们将无法与任何特定个人信息建立联系的数据与其他你的个人信息结合使用时，这些信息在结合使用期间，将作为你的个人信息按照本隐私政策处理与保护。
		</p>
		<p>2.我们如何使用cookie等同类技术</p>
		<p>Cookie和设备信息标识等同类技术是互联网中普遍使用的技术。当你使用消维通及相关服务时，我们可能会使用相关技术向你的设备发送一个或多个 cookie
			或匿名标识符，以收集、标识和存储你访问、使用本产品时的信息。我们承诺，不会将 cookie 用于本隐私政策所述目的之外的任何其他用途。我们使用 cookie 和同类技术主要为了实现以下功能或服务：</p>
		<p>2.1 保障产品与服务的安全、高效运转</p>
		<p>我们可能会设置认证与保障安全性的 cookie 或匿名标识符，来确认你是否安全登录服务，或者是否遇到盗用、欺诈及其他不法行为。这些技术还会帮助我们改进服务效率，提升登录和响应速度。</p>
		<p>2.2Cookie的清除</p>
		<p>大多数浏览器均为用户提供了清除浏览器缓存数据的功能，你可以在浏览器设置功能中进行相应的数据清除操作。如你进行清除，因为这些修改，你可能无法使用依赖于cookie由公司提供的服务或相应功能。</p>
		<p>3.数据使用过程中涉及的合作方以及转移、公开个人信息</p>
		<p>3.1数据使用过程中涉及的合作方</p>
		<p>3.1.1 原则</p>
		<p>a.合法原则： 与合作方合作过程中涉及数据使用活动的，必须具有合法目的、符合法定的合法性基础。如果合作方使用信息不再符合合法原则，则其不应再使用你的个人信息，或在获得相应合法性基础后再行使用。</p>
		<p>b.正当与最小必要原则： 数据使用必须具有正当目的，且应以达成目的必要为限。</p>
		<p>c.安全审慎原则： 我们将审慎评估合作方使用信息的目的，对这些合作方的安全保障能力进行综合评估，并要求其遵循合作法律协议。我们会对合作方获取信息的软件工具开发包（SDK）、应用程序接口（API）进行严格的安全监测，以保护数据安全。
		</p>
		<p>3.1.2 委托处理</p>
		<p>对于委托处理个人信息的场景，我们会与受托合作方根据法律规定签署相关处理协议，并对其个人信息使用活动进行监督。</p>
		<p>3.1.3 共同处理</p>
		<p>对于共同处理个人信息的场景，我们会与合作方根据法律规定签署相关协议并约定各自的权利和义务，确保在使用相关个人信息的过程中遵守法律的相关规定、保护数据安全。</p>
		<p>3.1.4 实现功能或服务的数据使用</p>
		<p>h.为与你使用的终端机型适配消息推送功能，终端设备制造商（华为、小米、OPPO、VIVO等）可能通过SDK等技术使用你的手机型号、版本及相关设备信息。</p>
		<p>i.为及时处理你的投诉、建议以及其他诉求，客户服务提供商需要使用你的帐号及所涉及事件的相关信息，以及时了解、处理和响应相关问题。</p>
		<p>3.1.5 实现安全与分析统计而提供信息</p>
		<p>a.保障使用安全：我们非常重视帐号、服务及内容安全。为保障你和其他用户的帐号与财产安全，使你和我们的正当合法权益免受不法侵害，我们的合作方可能会使用必要的设备、帐号及日志信息。</p>
		<p>b.分析产品情况：为分析我们产品的使用和表现情况，我们的合作方可能需要使用该产品使用情况（崩溃、闪退）、设备标识信息、应用总体安装使用情况等信息。</p>
		<p>c.为提升相关领域的科研能力，促进科技发展水平，我们在确保数据安全与目的正当的前提下，可能会与合作的科研院所、高校等机构使用去标识化或匿名化的数据。</p>
		<p>3.2 转移</p>
		<p>3.2.1随着我们业务的持续发展，我们将有可能进行合并、收购、资产转让，你的个人信息有可能因此而被转移。在发生前述变更时，我们将按照法律法规及不低于本隐私政策所载明的安全标准要求继受方继续履行信息处理者的义务，若继受方变更原先的处理目的、处理方式的，我们将要求继受方重新征得你的授权同意。
		</p>
		<p>3.3 公开</p>
		<p>我们不会公开你的个人信息，除非遵循国家法律法规规定或者获得你的同意。我们公开你的个人信息会采用符合行业内标准的安全保护措施。</p>
		<p>3.4 依法豁免征得同意可提供、公开的个人信息</p>
		<p>请你理解，在下列情形中，根据法律法规及国家标准，我们向合作方提供、公开你的个人信息无需征得你的授权同意：</p>
		<p>a. 为订立、履行你作为一方当事人的合同所必需，或者按照依法制定的劳动规章制度和依法签订的集体合同实施人力资源管理所必需；</p>
		<p>b. 为履行法定职责或者法定义务所必需；</p>
		<p>c. 与国家安全、国防安全直接相关的；</p>
		<p>d. 与刑事侦查、起诉、审判和判决执行等直接相关的；</p>
		<p>e. 为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命、健康和财产安全所必需；</p>
		<p>f.为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息</p>
		<p>g.你自行向社会公众公开的个人信息；</p>
		<p>h.从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
		<p>i. 法律、行政法规规定的其他情形。</p>
		<p>4.我们如何存储个人信息</p>
		<p>4.1 存储地点</p>
		<p>我们依照法律法规的规定，将在境内运营过程中收集和产生的你的个人信息存储于中华人民共和国境内。目前，我们不会将上述信息传输至境外，如果我们向境外传输，会严格遵守中国的相关法律、监管政策，并会遵循相关国家规定或者征求你的同意。
		</p>
		<p>4.2 存储期限</p>
		<p>我们仅在为提供消维通及服务之目的所必需的期间内保留你的个人信息：例如：</p>
		<p>手机号码：当你使用手机号码注册登录时，我们需要持续保留你的手机号码，以便于向你提供正常的服务、应对你可能的查询和客诉，并保障你的帐号和系统安全。</p>
		<p>你发布的信息、评论、点赞、收藏等相关信息，在你未撤回、删除或未注销帐号期间，我们会保留相关信息。</p>
		<p>如果你注销帐户、主动删除个人信息或超出必要的期限后，我们将对你的个人信息进行删除或匿名化处理，但以下情况除外：</p>
		<p>遵从法律法规有关信息留存的要求（例如：《电子商务法》规定：商品和服务信息、交易信息保存时间自交易完成之日起不少于三年）。</p>
		<p>出于财务、审计、争议解决等目的需要合理延长期限的。</p>
		<p>5.我们如何保护个人信息的安全</p>
		<p>5.1 我们非常重视你个人信息的安全，将努力采取合理的安全措施（包括技术方面和管理方面）来保护你的个人信息，防止你提供的个人信息被不当使用或在未经授权的情况下被访问、公开披露、使用、修改、损坏、丢失或泄漏。</p>
		<p>5.2 我们会使用不低于行业同行的加密技术、匿名化处理及相关合理可行的手段保护你的个人信息，并使用安全保护机制防止你的个人信息遭到恶意攻击。</p>
		<p>5.3 我们会建立专门的安全部门、安全管理制度、数据安全流程保障你的个人信息安全。我们采取严格的数据使用和访问制度，确保只有授权人员才可访问你的个人信息，并适时对数据和技术进行安全审计。</p>
		<p>5.4
			尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请你理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保你提供给我们的个人信息的安全性。
		</p>
		<p>5.5
			你知悉并理解，你接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议你采取积极措施保护个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的帐号密码及相关个人信息透露给他人。
		</p>
		<p>5.6我们会制定应急处理预案，并在发生用户信息安全事件时立即启动应急预案，努力阻止这些安全事件的影响和后果扩大。一旦发生用户信息安全事件（泄露、丢失）后，我们将按照法律法规的要求，及时向你告知：安全事件的基本情况和可能的影响、我们已经采取或将要采取的处置措施、你可自主防范和降低风险的建议、对你的补救措施。我们将及时将事件相关情况以推送通知、邮件、信函、短信及相关形式告知你，难以逐一告知时，我们会采取合理、有效的方式发布公告。同时，我们还将按照相关监管部门要求，上报用户信息安全事件的处置情况。
		</p>
		<p>5.7
			你一旦离开消维通及相关服务，浏览或使用其他网站、服务及内容资源，我们将没有能力和直接义务保护你在消维通及相关服务之外的软件、网站提交的任何个人信息，无论你登录、浏览或使用上述软件、网站是否基于“消维通”的链接或引导。
		</p>
		<p>6. 管理你的个人信息</p>
		<p>我们非常重视你对个人信息的管理，并尽全力保护对你个人信息的查阅、复制、更正、补充、删除、撤回同意授权、注销帐号、投诉举报的相关权利，以使你有能力保障你的隐私和信息安全。为了优化你的使用体验，我们也可能对操作设置进行调整，故如下指引仅供参考。
		</p>
		<p>6.1 改变或撤回授权范围</p>
		<p>6.1.1 改变或撤回敏感权限设置</p>
		<p>a.你可以在设备本身的操作系统中，关闭GPS地理位置、摄像头（相机）、相册（存储）权限，改变同意范围或撤回你的授权。关闭授权后我们将不再收集与这些权限相关的信息。</p>
		<p>b.你可以通过在“个人信息收集设置”中，操作关闭或开启存储空间、摄像头、精确位置信息。关闭授权后我们将不再收集与这些权限相关信息。</p>
		<p>c. 当你使用小游戏、小程序后，你可以在小游戏、小程序界面中管理小程序、小游戏获得的应用权限，你可以撤回对小程序、小游戏的应用权限授权。</p>
		<p>6.2 个人信息收集与管理的说明</p>
		<p>当你发现关于你的个人信息有错误时，你有权要求我们做出更正或补充。你可以通过 “ 7.个人信息查阅与管理”中列明的方式提出更正或补充申请，或通过“意见反馈”入口进行反馈。</p>
		<p>在以下情形中，你可以向我们提出删除个人信息的请求：</p>
		<p>a.处理目的已实现、无法实现或者为实现处理目的不再必要；</p>
		<p>b.我们停止提供产品或者服务，或者保存期限已届满；</p>
		<p>c.个人撤回同意</p>
		<p>d.如果我们处理个人信息的行为违反了法律、行政法规或与你的约定；</p>
		<p>e.法律、行政法规规定的其他情形。</p>
		<p>个人信息删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。当你或我们协助你删除相关信息后，因为适用的法律和安全技术限制，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储你的个人信息并限制对其的任何进一步的处理，直到备份可以清除或实现匿名化。
		</p>
		<p>6.3 意见反馈与投诉举报</p>
		<p>你可按照我们公示的制度进行投诉或举报。如果你认为你的个人信息权利可能受到侵害，或者发现侵害个人信息权利的线索（例如：认为我们收集你的个人信息违反法律规定或者双方约定），可以通过“我的—用户反馈”，进入用户反馈界面与我们联系。我们核查后会及时向你反馈。
		</p>
		<p>6.4 访问隐私政策</p>
		<p>6.4.1你可以在注册页面，或者在“我—关于我们—隐私政策”查看本隐私政策的全部内容查看本隐私政策全部内容。</p>
		<p>6.4.2请你了解，本隐私政策中所述的“消维通”及相关服务可能会根据你所使用的手机型号、系统版本、软件应用程序版本、移动客户端等因素而有所不同。最终的产品和服务以你所使用的“消维通”软件及相关服务为准。</p>
		<p>6.5 停止运营向你告知</p>
		<p>消维通愿一直陪伴你，如我们停止运营，我们将及时停止收集你个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知你，并对所持有的你的个人信息进行删除或匿名化处理。</p>

		<p>7. 隐私政策的修订和通知</p>
		<p>7.1为了给你提供更好的服务，消维通及相关服务将不时更新与变化，我们会适时对本隐私政策进行修订，这些修订构成本隐私政策的一部分并具有等同于本隐私政策的效力，未经你明确同意，我们不会削减你依据当前生效的本隐私政策所应享受的权利。
		</p>
		<p>7.2本隐私政策更新后，我们会在消维通发出更新版本，并在更新后的条款生效前通过官方网站公告或其他适当的方式提醒你更新的内容，以便你及时了解本隐私政策的最新版本。</p>
		<p>8. 联系我们</p>
		<p>8.1 如果你对个人信息保护问题有投诉、建议、疑问，你可以将问题联系管理员，我们核查并验证你的用户身份后会及时反馈你的投诉与举报。</p>
		<p>8.2 如对本隐私政策内容有任何疑问、意见或建议，你可通过“消维通”客户端内的“用户反馈”页面与我们联系。</p>

	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style scoped lang="scss">
	.pageView {
		height: 100%;
		height: auto;
		min-height: 100vh;
		padding: 40rpx;

		.title {
			text-align: center;
			height: 60rpx;
		}

		p {
			text-indent: 20px;
			/* 首行缩进20像素 */
		}
	}
</style>